start = '😊 Приветствую тебя, *{0}*!\nСпасибо, что ты пользуешься нашами услугами!\n[Github code](https://github.com/Alfoness/Telegram-Password-Manager)'
commands = """
📜 *Перечень комманд*:
    /myvaults - все заметки
    /newvault - создать новую заметку
    /editvault - редактировать заметку
    /deletevault - удалить заметку
"""
vaultEnter_name = '✏️ *Создание заметки*\nУкажите название записи.'
NameUsed = '🚫 Название заметки используется, попробуйте снова, указав другое название!'
types = {
    'login': 'Логин',
    'password': 'Пороль',
    'phone number': 'Номер телефона',
    'mail': 'электронная почта',
    'first name': 'Имя',
    'last name': 'Фамилия',
    'token': 'Ключ',
    'text': 'Текст'}
vaultCreated = '📚 Заметка была успешна создана.'